{
    "0" : { 
        "event": "El rey se va a casar, todos los súbditos tienen que hacerle un regalo.",
        "money": -25
    },
    "1" : {
        "event": "El cura del pueblo te ha acusado de herejía. Tienes que sobornarlo para que te deje seguir con tu tienda.",
        "money": -100       
    },
    "2" : {
        "event": "Hay una nueva pandemia y se ha declarado la cuarentena obligatoria. Tienes que cerrar durante dos meses.",
        "money": -150
    },
    "3" : {
        "event": "Viene a visitarte un antiguo compañero de clase, no sabes cómo se llama pero te da un regalo.",
        "money": 25
    },
    "4" : {
        "event": "El gremio de magos se ha fijado que tienes muchas ganancias, por lo que deciden multarte.",
        "money": -25
    },
    "5" : {
        "event": "Hacienda te ha pillado eludiendo impuestos.",
        "money": -70
    },
    "6" : {
        "event": "El reino ha entrado en guerra, por lo que tienes que donar tus pociones.",
        "money": -200
    },
    "7" : {
        "event": "Una nueva plaga amenaza la ciudad, hay escasez de alimentos por lo que aumentan los precios.",
        "money": -100
    },
    "8" : {
        "event": "El gremio de magos consigue mejores condiciones laborales.",
        "money": 50
    },
    "9" : {
        "event": "El rey necesita un nuevo yate, todos los ciudadanos tienen que pagar tributo.",
        "money": -35
    },
    "10" : {
        "event": "Se han roto las tuberías.",
        "money": -50
    },
    "11" : {
        "event": "Debido a las fuertes nevadas esta semana no podrás abrir la tienda.",
        "money": -100
    },
    "12" : {
        "event": "El gremio de magos necesita financiación para mejorar los horarios de viaje interdimensional.",
        "money": -42
    },
    "13" : {
        "event": "La iglesia ha empezado una caza de brujas. Necesitas la ayuda del gremio para deshacerte del problema.",
        "money": -40
    },
    "14" : {
        "event": "Debido a una rebelión de campesinos se reparte parte del tesoro nacional.",
        "money": 35
    },
    "15" : {
        "event": "Hemos entrado en guerra con un reino lejano.",
        "money": -40
    },
    "16" : {
        "event": "Ganas el premio a mejor maga del año.",
        "money": 25
    },
    "17" : {
        "event": "El rey ha muerto. Todos los ciudadanos tienen que rendirle tributo.",
        "money": -30
    },
    "18" : {
        "event": "Han coronado al nuevo rey Inventidino II, para celebrarlo el rey hace un regalo a todos los súbditos.",
        "money": 5
    },
    "19" : {
        "event": "Ha llegado un nuevo mago a la ciudad. Para asegurarte de que no te quita clientela decides enviarle un mensaje.",
        "money": -35
    }
}
